{
  "Midwich Elementary School": {
    "rolls": {
      "1-7": "Mission fail! You run into one of the realm's denizens, be it a killer or a creature of the Fog, and are attacked! Roll on the penalties table",
      "8-10": "Unsuccessful mission. You find nothing",
      "11-13": "You found a memory fragment! Add 1d30 bloodpoints",
      "14-15": "Mission success! You found a small item! Roll on the small loot table",
      "16-17": "Mission success! You found 2 small items or 1 medium item. Roll on the appropriate loot table",
      "18-19": "Mission success! You found 1 large item or 2 medium items. Roll on the appropriate loot table",
      "20": "YO! You got a nice li’l haul there! You have found 5 small items and one large one. Hope you have a bag with you, and a second person. You will need help carrying all of it back"
    },
    "small_items": [
      "1d4 pieces of chalk",
      "Poster [choose: star, sunflower, monkey]",
      "1d4 stack of music paper",
      "Pens/Pencils",
      "1d8 thumb tacks",
      "1d4 Medkit [+1 to your next trial]",
      "1d6 Metallic star stickers"
    ],
    "medium_items": [
      "Globe, out of date",
      "School textbooks [choose: biology, history, english]",
      "Projector, requires power",
      "Desk chair",
      "Mop and bucket",
      "Tray",
      "Duffle bag with 1d4 shirts",
      "Locked locker. DC 15 to break it open. If you do, roll 1d4 on the locker table",
      "VHS tapes. Looks to be kids movies",
      "Wall clock"
    ],
    "large_items": [
      "1d4 + 2 Teachers chairs",
      "Desk",
      "Media/Book cart, but it is upstairs, you need help carrying it down the stairs, lest the denizens of the realm hear you",
      "Bench"
    ],
    "penalties_table": [
      "A creature in the fog has found you and killed you. When you wake back up you have a -2 penalty for 1d12 matches and are unable to scavenge until the negative penalty is gone, or it is the next day",
      "You were injured and will take a day to recover. There is a -1 penalty for 1d6 matches",
      "If you were carrying something scavenged earlier, you lose it [but if you had nothing, you lost nothing]",
      "You were chased until you reached your campfire, but any time you try to scavenge again you feel something following you until you reach your campfire. You are unable to scavenge until the next day"
    ],
    "locker_table": [
      "There is a feral rat that bites you badly enough to injure your hand, no more scavenging today",
      "A small pair of shoes",
      "1d2 brand new parts [+1 to your next trial]",
      "There are just bloodied body parts in there. Ew."
    ]
  }
}
